Repository: hucketa/Diplome
Catalog: src/Utility_scripts/Locales/*.po
Languages: ru

source: PLAY
ru: Играть

source: FULL INVENTORY
ru: Инвентарь полон и объединение невозможно.

source: YES
ru: Да

source: NO_MONEY
ru: Баланс недостаточен

source: SAVE_SLOT_INFO
ru: Слот %d (Уровень %d, Волна %d, %d золота)

source: SAVE_SLOT_EMPTY
ru: Слот %d (пусто)

source: OVERWRITE_SLOT
ru: Перезаписать слот %d?

source: DELETE_SLOT
ru: Удалить слот %d?

source: NO
ru: Нет

source: SLOTS
ru: Слоты для сохранения процесса

source: NewGame
ru: Начать заново

source: LOAD
ru: Загрузить сохранение

source: SAVEWAVE
ru: Сохранить прогресс преведущей волны и выйти

source: SETTINGS
ru: Настройки

source: EXIT
ru: Выйти

source: SOUND
ru: Звук

source: MUSIC
ru: Музыка

source: BRIGHTNESS
ru: Яркость

source: ADDITIONAL
ru: Дополнительные настройки

source: ONE_TRY
ru: Тяжелый режим

source: Less_gold
ru: Уменьшеная награда за убийство

source: LOWER_EXP
ru: Получение меньшего опыта

source: SOUND_MUTE
ru: Выключить звук

source: MUSIC_MUTE
ru: Выключить музыку

source: PAUSE
ru: Пауза

source: BACK
ru: Вернуться

source: MAIN_MENU
ru: Главное меню

source: LEVEL
ru: Уровень

source: WAWE
ru: Волна

source: stat_health
ru: Здоровье

source: stat_damage
ru: Урон

source: stat_armor
ru: Броня

source: stat_crit_chance
ru: Критический урон

source: stat_attack_speed
ru: Скорость атаки

source: desc_damage_buff
ru: Дополнительный урон

source: desc_armor_buff
ru: Дополнительная броня

source: desc_as_buff
ru: Дополнительная скорость атаки

source: desc_crit_buff
ru: Дополнительный шанс критического урона

source: desc_hp_buff
ru: Дополнительное здоровье

source: APPRENTICE STAFF
ru: Посох ученика

source: APPRENTICE STAFF DESC
ru: Посох для начинающих магов

source: COMMON
ru: Обычный

source: RANGE
ru: Дальний бой

source: LEGENDARY
ru: Легендарный

source: ARCANE BEACON
ru: Аркановый маяк

source: ARCANE BEACON DESC
ru: Светится пурпурным, нестабильная энергия

source: CLASIC PISTOL
ru: Классический пистолет

source: CLASIC PISTOL DESC
ru: Обычный пистолет с хорошим балансом

source: EPIC
ru: Эпический

source: MELLE
ru: Ближний бой

source: CURSED SWORD
ru: Проклятый меч

source: CURSED SWORD DESC
ru: Зловещий клинок с мистической аурой

source: RARE
ru: Редкий

source: FIRE WAND
ru: Жезл огня

source: FIRE WAND DESC
ru: Посох с небольшим магическим огненным зарядом

source: FLAMING SWORD
ru: Пламенный меч

source: FLAMING SWORD DESC
ru: Окраска лезвия как пламя

source: FROZEN BLADE
ru: Замороженный клинок

source: FROZEN BLADE DESC
ru: Холодный на вид, покрыт инеем

source: GOLDEN PISTOL
ru: Золотой пистолет

source: GOLDEN PISTOL DESC
ru: Украшен позолотой, внушает уважение

source: ICE WAND
ru: Жезл льда

source: ICE WAND DESC
ru: Холодный на вид, покрыт инеем

source: IRON SWORD
ru: Железный меч

source: IRON SWORD DESC
ru: Простой, надежное оружие ближнего боя

source: NATURE BRANCH
ru: Ветвь природы

source: NATURE BRANCH DESC
ru: Сила природы

source: RUSTY SWORD
ru: Ржавый меч

source: RUSTY SWORD DESC
ru: Старое, изношенное железо, почти сломано

source: SILENCER
ru: Глушитель

source: SILENCER DESC
ru: Темный корпус, тихий выстрел

source: INVENTORY
ru: Инвентарь

source: RESUME
ru: Продолжить

source: Save
ru: Сохранится

source: MAX_HEALTH
ru: Максимальное количество здоровья

source: BALANCE
ru: Баланс

source: Experience
ru: Нужно опыта для следующего уровня

source: COINS
ru: мон.

source: STATS
ru: Статистика игрока

source: OK_BUTT
ru: Подтверждаю

source: CANCEL
ru: Отменить

source: POPDIALOG
ru: Ok

source: INVENTORY_CLEAR
ru: Очистка слота
