Repository: hucketa/Diplome
Catalog: src/Utility_scripts/Locales/ua.po
Languages: uk

source: PLAY
uk: Грати

source: SAVEWAVE
uk: Зберегти прогресс останньої хвилі і вийти

source: SETTINGS
uk: Налаштування

source: EXIT
uk: Вийти

source: SOUND
uk: Звук

source: MUSIC
uk: Музика

source: BRIGHTNESS
uk: Яскравість

source: ADDITIONAL
uk: Додаткові налаштування

source: ONE_TRY
uk: Важкий режим

source: Less_gold
uk: Менша нагорода за вбивство

source: LOWER_EXP
uk: Отримання меншого досвіду

source: SOUND_MUTE
uk: Вимкнути звук

source: MUSIC_MUTE
uk: Вимкнути музику

source: PAUSE
uk: Пауза

source: BACK
uk: Повернутися

source: MAIN_MENU
uk: Головне меню

source: LEVEL
uk: Рівень

source: WAWE
uk: Хвиля

source: stat_health
uk: Здоров`я

source: stat_damage
uk: Урон

source: stat_armor
uk: Броня

source: stat_crit_chance
uk: Критичний урон

source: stat_attack_speed
uk: Швидкість атаки

source: desc_damage_buff
uk: Додатковий урон

source: desc_armor_buff
uk: Додаткова броня

source: desc_as_buff
uk: Додаткова швидкість атаки

source: desc_crit_buff
uk: Додатковий шанс крита

source: desc_hp_buff
uk: Додаткове здоров`я

source: APPRENTICE STAFF
uk: Палиця учня

source: APPRENTICE STAFF DESC
uk: Палиця для початківців магів

source: COMMON
uk: Звичайний

source: RANGE
uk: Дальній бій

source: LEGENDARY
uk: Легендарний

source: ARCANE BEACON
uk: Аркановий маяк

source: ARCANE BEACON DESC
uk: Світиться фіолетовим, нестабільна енергія

source: CLASIC PISTOL
uk: Класичний пістолет

source: CLASIC PISTOL DESC
uk: Звичайний пістолет з хорошим балансом

source: EPIC
uk: Епічний

source: MELLE
uk: Ближній бій

source: CURSED SWORD
uk: Проклятий меч

source: CURSED SWORD DESC
uk: Зловісний клинок з містичною аурою

source: RARE
uk: Рідкісний

source: FIRE WAND
uk: Палиця вогню

source: FIRE WAND DESC
uk: Палиця з невеликою магічною вогняною силою

source: FLAMING SWORD
uk: Палаючий меч

source: FLAMING SWORD DESC
uk: Забарвлення леза, як полум'я

source: FROZEN BLADE
uk: Заморожене лезо

source: FROZEN BLADE DESC
uk: Холодне на вигляд, покрите інеєм

source: GOLDEN PISTOL
uk: Золотий пістолет

source: GOLDEN PISTOL DESC
uk: Прикрашений позолотою, надихає на повагу

source: ICE WAND
uk: Палиця льоду

source: ICE WAND DESC
uk: Холодне на вигляд, покрите інеєм

source: IRON SWORD
uk: Залізний меч

source: IRON SWORD DESC
uk: Простий, надійний ближньобійний інструмент

source: NATURE BRANCH
uk: Гілка природи

source: NATURE BRANCH DESC
uk: Сила природи

source: RUSTY SWORD
uk: Ржавий меч

source: RUSTY SWORD DESC
uk: Старий, зношений метал, майже зламаний

source: SILENCER
uk: Глушник

source: SILENCER DESC
uk: Темний корпус, тихий постріл

source: INVENTORY
uk: Інвентар

source: RESUME
uk: Продовжити

source: Save
uk: Зберегтися

source: MAX_HEALTH
uk: Максимальна кількість здоров`я

source: BALANCE
uk: Баланс

source: Experience
uk: Потрібно досвіду для наступного рівня

source: COINS
uk: мон.

source: STATS
uk: Статистика гравця

source: OK_BUTT
uk: Підтверджую

source: CANCEL
uk: Відмінити

source: POPDIALOG
uk: Ви дійсно хочете очистити цей слот?

source: INVENTORY_CLEAR
uk: Очищення слота
